Repository: ghostbsd/software-station
Catalog: po/*.po
Languages: ru

source: Software Station
ru: Центр приложений

source: Back
ru: Назад

source: Forward
ru: Вперед

source: All Software
ru: Все приложения

source: Installed Software
ru: Установленные приложения

source: Search Software
ru: Поиск приложений

source: Apply
ru: Применить

source: Apply change on the system
ru: Применить изменения в системе

source: Cancel
ru: Отмена

source: Cancel changes
ru: Отменить изменения

source: Uninstalling
ru: Удаление

source: Fetching
ru: Получение

source: Installing
ru: Установка

source: Updating data
ru: Обновление данных

source: Completed
ru: Выполненно

source: Packages available:
ru: Доступные пакеты:

source: Installed packages:
ru: Установленные пакеты:

source: <small>Syncing statistic</small>
ru: <small>Статистика синхронизации</small>

source: syncing with the repository
ru: синхрониация с репозиторием

source: syncing available packages
ru: получение сведений о доступных пакетах

source: syncing installed packages
ru: проверка установленных пакетов

source: store packages categories
ru: сортировка пакетов по категориям

source: Network device is offline
ru: Сетевое устройство отключено

source: Can't reach software repository
ru: Не удается получить доступ к репозиторию программного обеспечения

source: Software repositories are syncing with new software packages
ru: Идет проверка на наличие нового программного обеспечения

source: Use Offline
ru: Использовать в автономном режиме

source: Close
ru: Закрыть

source: Upgrade Needed
ru: Требуется обновление

source: <b>Warning this system needs to be upgraded!</b>
ru: <b>Внимание, эту систему необходимо обновить!</b>

source: Installing software without upgrading could harm this installation. Would you like to upgrade now?
ru: Установка этого приложения без обновления необходимых пакетов может повредить эту установку. Хотите обновиться сейчас?

source: Yes
ru: Да

source: No
ru: Нет

source: Check
ru: Установлено

source: Icon
ru: Иконка

source: Package Name
ru: Имя пакета

source: Version
ru: Версия

source: Size
ru: Размер

source: Comment
ru: Коментарий

source: Confirm
ru: Подтвердить

source: Confirm software changes
ru: Подтверждение изменения программного обеспечения

source: Software changes to apply
ru: Будет изменено следующее программное обеспечение

source: Name
ru: Имя

source: Installed packages to be REMOVED:
ru: Ранее установленные пакеты будут УДАЛЕНЫ:

source: Installed packages to be UPGRADED:
ru: Ранее установленные пакеты будут ОБНОВЛЕНЫ:

source: New packages to be INSTALLED:
ru: Новые пакеты будут УСТАНОВЛЕНЫ:

source: Installed packages to be REINSTALL:
ru: Ранее установленные пакеты будут ПЕРЕУСТАНОВЛЕНЫ:

source: You need to be root
ru: У Вас должны быть права root

source: OK
ru: ОК

source: Wrong password
ru: Неверный пароль

source: Confirm password for
ru: Подтвердите пароль для
